Repository: SzymonNastaly/maincourse
Catalog: hauptgang-ios/Hauptgang/Resources/Localizable.xcstrings
Source language: en
Languages: de, pl

source: Share a cookbook with the people you cook with.
de: Teile ein Kochbuch mit den Menschen, mit denen du kochst.
pl: Dziel książkę kucharską z osobami, z którymi gotujesz.

source: Share recipes and shopping lists with your partner or family.
de: Teile Rezepte und Einkaufslisten mit Partner oder Familie.
pl: Dziel się przepisami i listami zakupów z partnerem lub rodziną.

source: Share this link with someone to invite them to your cookbook.
de: Teile diesen Link, um jemanden zu deinem Kochbuch einzuladen.
pl: Udostępnij ten link, aby zaprosić kogoś do swojej książki kucharskiej.

source: Share to…
de: Teilen mit…
pl: Udostępnij w…

source: Shared
de: Gemeinsam
pl: Wspólna

source: Shop from one list
de: Eine Liste für den Einkauf
pl: Kupuj z jedną listą

source: Shopping List
de: Einkaufsliste
pl: Lista zakupów

source: Shown to other members of cookbooks you share, including in push notifications.
de: Für andere Mitglieder deiner gemeinsamen Kochbücher sichtbar, auch in Push-Mitteilungen.
pl: Widoczne dla innych członków wspólnych książek kucharskich, także w powiadomieniach push.

source: Sign In
de: Anmelden
pl: Zaloguj się

source: Sign Out
de: Abmelden
pl: Wyloguj się

source: Sign Up
de: Registrieren
pl: Zarejestruj się

source: Sign in the way you used before to keep your recipes, or confirm creation of a separate cookbook.
de: Melde dich wie zuvor an, um deine Rezepte zu behalten, oder bestätige die Erstellung eines separaten Kochbuchs.
pl: Zaloguj się tak jak wcześniej, aby zachować swoje przepisy, lub potwierdź utworzenie osobnej książki kucharskiej.

source: Sign in with Apple is unavailable. Check your Apple ID in Settings and try again.
de: Die Anmeldung mit Apple ist nicht verfügbar. Prüfe deine Apple-ID in den Einstellungen und versuche es erneut.
pl: Logowanie przez Apple jest niedostępne. Sprawdź swoje Apple ID w Ustawieniach i spróbuj ponownie.

source: Sign out
de: Abmelden
pl: Wyloguj się

source: Sign out?
de: Abmelden?
pl: Wylogować się?

source: Sign up to keep this recipe
de: Registrieren und Rezept behalten
pl: Zarejestruj się, aby zachować przepis

source: Signed in as
de: Angemeldet als
pl: Zalogowano jako

source: Signing in…
de: Anmeldung läuft…
pl: Logowanie…

source: Some items have been here for more than 36 hours. Clear the whole list before adding these ingredients?
de: Einige Artikel stehen seit über 36 Stunden auf der Liste. Die gesamte Liste leeren, bevor diese Zutaten hinzugefügt werden?
pl: Niektóre produkty są na liście od ponad 36 godzin. Wyczyścić całą listę przed dodaniem tych składników?

source: Some shopping list items could not be saved. Check their names and try again.
de: Einige Einkaufsartikel konnten nicht gespeichert werden. Prüfe ihre Namen und versuche es erneut.
pl: Nie udało się zapisać niektórych produktów na liście zakupów. Sprawdź ich nazwy i spróbuj ponownie.

source: Source URL
de: Quell-URL
pl: Adres źródła

source: Start a fresh shopping list?
de: Neue Einkaufsliste beginnen?
pl: Zacząć nową listę zakupów?

source: Step %lld
de: Schritt %lld
pl: Krok %lld

source: Steps
de: Zubereitung
pl: Kroki

source: Subscription
de: Abonnement
pl: Subskrypcja

source: Swipe left to find MainCourse.
de: Wische nach links, um MainCourse zu finden.
pl: Przesuń w lewo, aby znaleźć MainCourse.

source: Syncing...
de: Wird synchronisiert…
pl: Synchronizacja…

source: Take Photo
de: Foto aufnehmen
pl: Zrób zdjęcie

source: Tap MainCourse to save the recipe.
de: Tippe auf MainCourse, um das Rezept zu speichern.
pl: Dotknij MainCourse, aby zapisać przepis.

source: Tap Share and send it to MainCourse, just like you would from Instagram.
de: Tippe auf Teilen und sende es an MainCourse — genau wie auf Instagram.
pl: Dotknij Udostępnij i wyślij go do MainCourse, tak jak na Instagramie.

source: Tap to share
de: Zum Teilen tippen
pl: Dotknij, aby udostępnić

source: That cookbook is no longer available to you. Choose another cookbook.
de: Dieses Kochbuch ist für dich nicht mehr verfügbar. Wähle ein anderes Kochbuch.
pl: Nie masz już dostępu do tej książki kucharskiej. Wybierz inną.

source: That saved recipe is no longer available. You can save a new copy from the example.
de: Dieses gespeicherte Rezept ist nicht mehr verfügbar. Du kannst eine neue Kopie aus dem Beispiel speichern.
pl: Ten zapisany przepis nie jest już dostępny. Możesz zapisać nową kopię z przykładu.

source: That sign-in provider is temporarily unavailable. Please try again later.
de: Dieser Anmeldeanbieter ist vorübergehend nicht verfügbar. Bitte versuche es später erneut.
pl: Ten dostawca logowania jest chwilowo niedostępny. Spróbuj ponownie później.

# The maximum character count for %@ is %lld.
source: The maximum character count for %1$@ is %2$lld.
de: Die maximale Zeichenanzahl für „%1$@“ beträgt %2$lld.
pl: Maksymalna liczba znaków w polu „%1$@” to %2$lld.

# The minimum character count for %@ is %lld.
source: The minimum character count for %1$@ is %2$lld.
de: Die minimale Zeichenanzahl für „%1$@“ beträgt %2$lld.
pl: Minimalna liczba znaków w polu „%1$@” to %2$lld.

source: The provider did not return valid sign-in credentials. Please try again.
de: Der Anbieter hat keine gültigen Anmeldedaten zurückgegeben. Bitte versuche es erneut.
pl: Dostawca nie zwrócił prawidłowych danych logowania. Spróbuj ponownie.

source: The recipe content is too large. Try importing the link instead.
de: Der Rezeptinhalt ist zu groß. Versuche stattdessen, den Link zu importieren.
pl: Treść przepisu jest zbyt duża. Spróbuj zaimportować link.

source: The requested resource was not found
de: Die angeforderte Ressource wurde nicht gefunden
pl: Nie znaleziono żądanego zasobu

source: This Apple sign-in isn't connected to a MainCourse account. If you already use MainCourse, sign in the way you used before to keep your recipes. Creating a new account starts a separate cookbook.
de: Diese Apple-Anmeldung ist mit keinem MainCourse-Konto verbunden. Wenn du MainCourse bereits nutzt, melde dich wie zuvor an, um deine Rezepte zu behalten. Ein neues Konto beginnt mit einem separaten Kochbuch.
pl: To logowanie przez Apple nie jest połączone z kontem MainCourse. Jeśli korzystasz już z MainCourse, zaloguj się tak jak wcześniej, aby zachować swoje przepisy. Nowe konto oznacza osobną książkę kucharską.

source: This URL cannot be imported. Check the address and try a public recipe page.
de: Diese URL kann nicht importiert werden. Prüfe die Adresse und versuche eine öffentlich zugängliche Rezeptseite.
pl: Nie można zaimportować tego adresu. Sprawdź go i spróbuj użyć publicznie dostępnej strony z przepisem.

source: This cannot be undone
de: Dies kann nicht rückgängig gemacht werden
pl: Tej operacji nie można cofnąć

source: This file is not a supported image. Choose another photo.
de: Diese Datei ist kein unterstütztes Bild. Wähle ein anderes Foto.
pl: Ten plik nie jest obsługiwanym obrazem. Wybierz inne zdjęcie.

source: This invitation has expired.
de: Diese Einladung ist abgelaufen.
pl: To zaproszenie wygasło.

source: This invitation is no longer available.
de: Diese Einladung ist nicht mehr verfügbar.
pl: To zaproszenie nie jest już dostępne.

source: This invitation is no longer available. It may have expired.
de: Diese Einladung ist nicht mehr verfügbar. Sie ist möglicherweise abgelaufen.
pl: To zaproszenie nie jest już dostępne. Mogło wygasnąć.

source: This meal plan has already been finalized.
de: Dieser Essensplan wurde bereits abgeschlossen.
pl: Ten plan posiłków został już zatwierdzony.

source: This password is too long. Use a shorter password.
de: Dieses Passwort ist zu lang. Verwende ein kürzeres Passwort.
pl: To hasło jest zbyt długie. Użyj krótszego hasła.

source: This recipe could not be saved. Please start again from the example.
de: Dieses Rezept konnte nicht gespeichert werden. Beginne erneut mit dem Beispiel.
pl: Nie udało się zapisać tego przepisu. Zacznij ponownie od przykładu.

source: This save request no longer matches. Please start again from the example.
de: Diese Speicheranfrage ist nicht mehr aktuell. Beginne erneut mit dem Beispiel.
pl: Żądanie zapisu jest już nieaktualne. Zacznij ponownie od przykładu.

source: This value
de: Dieser Wert
pl: Ta wartość

source: This will remove all items from your shopping list, including checked items.
de: Alle Artikel werden von deiner Einkaufsliste entfernt, auch bereits abgehakte.
pl: Wszystkie produkty z listy zakupów zostaną usunięte, także te już zaznaczone.

source: Time & Servings
de: Zeit & Portionen
pl: Czas i porcje

source: To Buy
de: Zu kaufen
pl: Do kupienia

source: To buy
de: Zu kaufen
pl: Do kupienia

source: Tomato and chickpea orzo with spinach and basil
de: Tomaten-Kichererbsen-Orzo mit Spinat und Basilikum
pl: Orzo z pomidorami, ciecierzycą, szpinakiem i bazylią

source: Too many requests. Please wait a moment and try again.
de: Zu viele Anfragen. Bitte warte einen Moment und versuche es erneut.
pl: Zbyt wiele żądań. Poczekaj chwilę i spróbuj ponownie.

source: Try a different search term
de: Versuche einen anderen Suchbegriff
pl: Spróbuj wpisać inne hasło

source: Try again
de: Erneut versuchen
pl: Spróbuj ponownie

source: Try one together
de: Probieren wir eins zusammen aus
pl: Wypróbujmy razem

source: Try saving again
de: Erneut speichern
pl: Spróbuj zapisać ponownie

source: Try the interactive example
de: Interaktives Beispiel ausprobieren
pl: Wypróbuj interaktywny przykład

source: Try the provider again or use email and password.
de: Versuche es erneut mit dem Anbieter oder nutze E-Mail und Passwort.
pl: Spróbuj ponownie u dostawcy logowania lub użyj adresu e-mail i hasła.

source: Turn this post into a recipe. A few taps, and dinner is in your cookbook.
de: Mach aus diesem Beitrag ein Rezept. Ein paar Mal tippen, und dein Abendessen steht im Kochbuch.
pl: Zamień ten post w przepis. Kilka dotknięć i pomysł na kolację jest w Twojej książce kucharskiej.

source: Turns this post into a recipe
de: Macht aus diesem Beitrag ein Rezept
pl: Zamienia ten post w przepis

source: Type **%@** to confirm
de: Gib zur Bestätigung **%@** ein
pl: Wpisz **%@**, aby potwierdzić

source: Unable to connect. Please check your internet connection.
de: Verbindung nicht möglich. Bitte prüfe deine Internetverbindung.
pl: Nie można się połączyć. Sprawdź połączenie z internetem.

source: Unable to process the server response
de: Serverantwort konnte nicht verarbeitet werden
pl: Nie udało się przetworzyć odpowiedzi serwera

source: Unable to save to Keychain (status: %d)
de: Speichern im Schlüsselbund nicht möglich (Status: %d)
pl: Nie udało się zapisać w Pęku kluczy (status: %d)

source: Unsupported image format.
de: Nicht unterstütztes Bildformat.
pl: Nieobsługiwany format zdjęcia.

source: Update MainCourse to continue, or sign in using your previous method.
de: Aktualisiere MainCourse, um fortzufahren, oder melde dich mit deiner bisherigen Methode an.
pl: Zaktualizuj MainCourse, aby kontynuować, lub zaloguj się dotychczasową metodą.

source: Upgrade to Pro
de: Auf Pro wechseln
pl: Przejdź na Pro

source: Use existing account
de: Vorhandenes Konto verwenden
pl: Użyj istniejącego konta

source: Use the password reset link on the website if you have forgotten your password.
de: Nutze den Link zum Zurücksetzen des Passworts auf der Website, falls du dein Passwort vergessen hast.
pl: Jeśli nie pamiętasz hasła, skorzystaj z linku do resetowania hasła na stronie internetowej.

source: Wait a moment and try again, or use email and password.
de: Warte einen Moment und versuche es erneut, oder nutze E-Mail und Passwort.
pl: Poczekaj chwilę i spróbuj ponownie lub użyj adresu e-mail i hasła.

source: Wait a moment and try again. If the problem persists, contact support.
de: Warte einen Moment und versuche es erneut. Wenn das Problem weiterhin besteht, wende dich an den Support.
pl: Poczekaj chwilę i spróbuj ponownie. Jeśli problem się powtarza, skontaktuj się z pomocą techniczną.

source: We couldn’t reach My Recipes. Your preview is still here.
de: „Meine Rezepte“ war nicht erreichbar. Deine Vorschau ist weiterhin da.
pl: Nie udało się połączyć z Moimi przepisami. Twój podgląd nadal tu jest.

source: Welcome back
de: Willkommen zurück
pl: Witaj ponownie

source: When enabled, your existing recipes and shopping list items will move to the shared cookbook.
de: Wenn aktiviert, werden deine bestehenden Rezepte und Einkaufsartikel in das gemeinsame Kochbuch verschoben.
pl: Po włączeniu Twoje obecne przepisy i produkty z listy zakupów zostaną przeniesione do wspólnej książki kucharskiej.

source: Works with Instagram, websites, and more.
de: Funktioniert mit Instagram, Websites und mehr.
pl: Działa z Instagramem, stronami internetowymi i nie tylko.

source: You already have a shared cookbook.
de: Du hast bereits ein gemeinsames Kochbuch.
pl: Masz już wspólną książkę kucharską.

source: You already have a shared cookbook. You must leave it before joining another.
de: Du hast bereits ein gemeinsames Kochbuch. Verlasse es, bevor du einem anderen beitrittst.
pl: Masz już wspólną książkę kucharską. Opuść ją lub usuń, zanim dołączysz do innej.

source: You are already a member of this cookbook.
de: Du bist bereits Mitglied dieses Kochbuchs.
pl: Należysz już do tej książki kucharskiej.

source: You don't have permission to perform this action
de: Du hast keine Berechtigung für diese Aktion
pl: Nie masz uprawnień do wykonania tej czynności

source: You own this cookbook. Delete it instead of leaving.
de: Dir gehört dieses Kochbuch. Lösche es, anstatt es zu verlassen.
pl: Ta książka kucharska należy do Ciebie. Możesz ją usunąć zamiast opuszczać.

source: You'll need to sign in again to access your account.
de: Du musst dich erneut anmelden, um auf dein Konto zuzugreifen.
pl: Aby uzyskać dostęp do konta, musisz zalogować się ponownie.

source: You're in!
de: Du bist dabei!
pl: Gotowe!

source: You've been invited!
de: Du bist eingeladen!
pl: Masz zaproszenie!

source: You've joined %@
de: Du bist „%@“ beigetreten
pl: Dołączono do: %@

source: You've reached your monthly recipe import limit (%lld). Upgrade to Pro for unlimited imports.
de: Du hast dein monatliches Importlimit für Rezepte (%lld) erreicht. Wechsle zu Pro, um unbegrenzt zu importieren.
pl: Miesięczny limit importu przepisów (%lld) został osiągnięty. Przejdź na Pro, aby importować bez ograniczeń.

source: You've reached your monthly recipe import limit. Upgrade to Pro for unlimited imports.
de: Du hast dein monatliches Importlimit für Rezepte erreicht. Wechsle zu Pro, um unbegrenzt zu importieren.
pl: Miesięczny limit importu przepisów został osiągnięty. Przejdź na Pro, aby importować bez ograniczeń.

source: Your cookbook will be here when we can connect again.
de: Dein Kochbuch ist wieder da, sobald wir uns erneut verbinden können.
pl: Twoja książka kucharska będzie tu na Ciebie czekać, gdy tylko odzyskamy połączenie.

source: Your name
de: Dein Name
pl: Twoje imię

source: Your personal cookbook and all its recipes
de: Dein persönliches Kochbuch und alle darin enthaltenen Rezepte
pl: Twoją osobistą książkę kucharską i wszystkie jej przepisy

source: Your personal cookbook cannot be deleted or left.
de: Dein persönliches Kochbuch kann nicht gelöscht oder verlassen werden.
pl: Nie można usunąć ani opuścić osobistej książki kucharskiej.

source: Your preview is still here
de: Deine Vorschau ist weiterhin da
pl: Twój podgląd nadal tu jest

source: Your recipes will stay in the shared cookbook. You can rejoin later with a new invitation.
de: Deine Rezepte bleiben im gemeinsamen Kochbuch. Mit einer neuen Einladung kannst du später wieder beitreten.
pl: Twoje przepisy pozostaną we wspólnej książce kucharskiej. Możesz dołączyć ponownie, korzystając z nowego zaproszenia.

source: Your session has expired. Please sign in again.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
pl: Twoja sesja wygasła. Zaloguj się ponownie.

source: Your shopping list and meal plans
de: Deine Einkaufsliste und deine Essenspläne
pl: Twoją listę zakupów i plany posiłków

source: Your shopping list is empty
de: Deine Einkaufsliste ist leer
pl: Twoja lista zakupów jest pusta

source: Your subscription will not be refunded
de: Dein Abonnement wird nicht erstattet
pl: Opłata za subskrypcję nie zostanie zwrócona

source: delicious
de: Leckeres
pl: pysznego

source: make this!!
de: unbedingt nachkochen!!
pl: koniecznie to zrób!!

source: or
de: oder
pl: lub

source: qty
de: Anz.
pl: ilość

source: Email
pl: Adres e-mail

source: Name
pl: Nazwa
